{"sections":{"main":{"type":"main-faq","blocks":{"1055b6e6-d6a6-4c38-b7dd-3663f07db747":{"type":"separator","settings":{"title":"Talk to Us"}},"89818f7b-edc0-439f-8a20-2fb9a28e1f91":{"type":"question","settings":{"title":"Customer Service","answer":"<p>If you have any questions about your order, a product, or the status of your order in general, we’d love to talk to you.<\/p><p>Contact us by email: <strong>support@african-afro.com<\/strong><\/p><p>Give us a ring:<strong> <\/strong>+1 (844) 973-4789<\/p>"}},"2e6e44e0-2268-491d-85a8-cadae7272450":{"type":"question","settings":{"title":"Wholesale Inquiry","answer":"<p>We’d look great together. If you’re interested in a wholesale partnership, please reach out to, <strong>support@african-afro.com<\/strong><\/p>"}},"b1c6583f-8350-401a-b795-c844af884969":{"type":"question","settings":{"title":"African Afro Office Hours","answer":"<p>Here for you! Find us Mon-Thu 10 AM-5 PM (CST) and Fri 10 AM-4 PM (CST). If you drop us a note over the weekend, we’ll respond as soon as we return to the office. <\/p>"}},"6e864eda-50b2-4cd2-8180-fa5c10aed602":{"type":"separator","settings":{"title":"Our Products"}},"b47ec570-c393-4d07-9099-134087fa5ab4":{"type":"question","settings":{"title":"Do your products contain sulfates, silicones, or parabens?","answer":"<p>Nope, they are 100% free of all three!<\/p>"}},"36f7b12c-d74a-4ba6-a84f-c9cec2688f41":{"type":"question","settings":{"title":"Will they help with hair grow?","answer":"<p>Our Growth Oil in particular contains many naturally stimulating ingredients that help to promote healthy hair growth :) <\/p>"}},"e0cdecde-88f9-4ffa-838a-58aba30fa104":{"type":"question","settings":{"title":"I have extensions, can I still use your products?","answer":"<p>Because our products are rich in essential oils, we advise against using our products if you have bonded\/glued in extensions. Oil can weaken your glue bonds over time and we would hate for your extensions to loosen up prematurely! <\/p>"}},"56235bd7-f025-4878-8feb-0065a8ed1178":{"type":"question","settings":{"title":"Are your products safe to use during pregnancy?","answer":"<p>Absolutely! New moms love our Moroccan Scalp & Hair Growth Oil in particular as it can help to minimize postpartum hair loss! But always check with your doctor first.<\/p>"}},"c97bbbde-5743-4d32-947f-2fe3d096ce8b":{"type":"question","settings":{"title":"I'm not Black\/African American but my is curly and thick, can I use your products?","answer":"<p>Yes. Our products are made for all hair types and ethnicities. Our products can be used in women, men and children’s hair. Works best for hair types that are lacking moisture like curly\/coily hair.<\/p>"}},"17ac270e-2338-4ee2-ae20-ffc28c99250c":{"type":"separator","settings":{"title":"Domestic Shipping (Within the US)"}},"2d74ba09-1aa0-4948-b290-6dc703377159":{"type":"question","settings":{"title":"How long will it take to get my order?","answer":"<p>We process and ship out all orders Monday through Friday, not including holidays. Orders with standard shipping will usually be fulfilled and shipped the next 1-5 business days (Monday through Friday, not including holidays). We know, we’re as fast as lightning!<\/p><p>Once your order has shipped, you will receive a shipping confirmation email with your tracking information enclosed. Please note that it may take up to 24-48 hours for your tracking information to update.<\/p>"}},"0e7ce7df-f7b6-4b57-a563-34ec5c5ec6ac":{"type":"question","settings":{"title":"Where will my order ship from and how long will it take for my order to arrive","answer":"<p>All African Afro orders are shipped out of the Florida warehouse. Orders with standard shipping usually take 2-5 business days from the day it ships to arrive to its final destination.<\/p>"}},"92cc4f5d-17dd-469d-8eb1-b0769985a2e1":{"type":"separator","settings":{"title":"Cancellations"}},"3263a548-f5e1-480c-b7ba-b7395ee0b032":{"type":"question","settings":{"title":"Can I make changes to or cancel my order","answer":"<p>We at African Afro work hard to help you get your orders as fast as possible. So as soon as the payment is accepted and the order is confirmed, it is immediately in process to be shipped. This means there is only a very small window of time where we can “catch” your order before it is physically picked, packed and set aside for shipping.<\/p><p>This unfortunately means NO changes can be made to your order once it is shipped. Please email us at <strong>support@african-afro.com <\/strong>as soon as possible with the subject line \"Cancellation\" and your full name and order number. We’ll let you know what we can do! <\/p>"}}},"block_order":["1055b6e6-d6a6-4c38-b7dd-3663f07db747","89818f7b-edc0-439f-8a20-2fb9a28e1f91","2e6e44e0-2268-491d-85a8-cadae7272450","b1c6583f-8350-401a-b795-c844af884969","6e864eda-50b2-4cd2-8180-fa5c10aed602","b47ec570-c393-4d07-9099-134087fa5ab4","36f7b12c-d74a-4ba6-a84f-c9cec2688f41","e0cdecde-88f9-4ffa-838a-58aba30fa104","56235bd7-f025-4878-8feb-0065a8ed1178","c97bbbde-5743-4d32-947f-2fe3d096ce8b","17ac270e-2338-4ee2-ae20-ffc28c99250c","2d74ba09-1aa0-4948-b290-6dc703377159","0e7ce7df-f7b6-4b57-a563-34ec5c5ec6ac","92cc4f5d-17dd-469d-8eb1-b0769985a2e1","3263a548-f5e1-480c-b7ba-b7395ee0b032"],"settings":{}}},"order":["main"]}